#+title: Evaluaci칩n de la exposici칩n
#+author: Gunnar Wolf

* Ingenier칤a inversa

- Tema presentado por :: Ricardo Pineda
- Calificaci칩n global :: Por favor revisen m치s adelante para ver de
  d칩nde vienen todos estos n칰meros 游땔

|------------------------+------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Peso | Evaluaci칩n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   9.83 |  0.3 |                  9 |  0.7 |    9.25 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci칩n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har칤amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa침eros para el primero y en si la presentaci칩n
"suena" le칤da directamente del material que prepararon o expuesta m치s libremente
para el segundo.


* Evaluaci칩n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 1 | 6 |  9.71 |
| Nivel        | 0 | 0 | 0 | 0 | 7 | 10.00 |
| Relevancia   | 0 | 0 | 0 | 1 | 6 |  9.71 |
| Claridad     | 0 | 0 | 0 | 0 | 7 | 10.00 |
| Presencia    | 0 | 0 | 0 | 1 | 6 |  9.71 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.83 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa침eros

Tu exposici칩n recibi칩 los siguientes comentarios anonimizados por
parte de tus compa침eros:

- Ese compa침ero es un gran expositor, tiene una voz tan llamativa y
  encantadora 涌쬂찧
- Fue una muy buena exposici칩n, ya que adem치s de cumplir con los
  puntos de evaluaci칩n, nos presenta un 치rea de la ingenier칤a que est치
  enfocada a la seguridad de la computadora, tema que nos debe
  preocupar si estamos estudiando para proteger los datos que est치n
  dentro de nuestros dispositivos. Aunado a ello, la presentaci칩n a mi
  gusto est치 bien equilibrada entre informaci칩n y dise침o (simple y
  directo). 춰Mis felicitaciones para el compa침ero!
- Me gusto mucho la presentaci칩n estilo retro, creo que da mucha vista
  a la exposici칩n, las ideas son claras y el tema es de bastante
  importancia para la comunidad. La presentaci칩n esta muy bien, solo
  que en algunas diapositivas visualmente solo se encuentra el t칤tulo
  de ella y a mi parecer deber칤a de por lo menos llevar una o dos
  l칤neas, por lo menos para que el que esta vi칠ndola no se pierda en
  la gran explicaci칩n que nos brinda el expositor.

* Evaluaci칩n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliogr치ficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |            5 |      0.5 |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- 춰Muy buena exposici칩n! Se nota que es un tema que te gusta, te
  apasiona, y has aprendido por tu cuenta.

* Verificaci칩n de originalidad

Los reportes que env칤an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi칩n /no tendr치 ning칰n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci칩n sea menor al 30%.

- 20% de textos sospechosos
  - 9% de similitudes con otros documentos
  - 11% estil칤sticamente pr칩ximos a lo generado por IA (indicador, no
    prueba)
  - 2% idiomas no reconocidos
  - 0% de citas atribu칤das (citas expresas)
